old_slavonic_language = {
1 :	'А',
2: 'В',
3: 'Г',
4: 'Д',
5: 'Е',
6: 'S',
7: 'З',
8: 'И',
9: 'Θ',
10: 'I',
20: 'К',
30: 'Л',
40: 'М',
50: 'Н',
60: 'Ξ',
70: 'О',
80: 'П',
90: 'Ч',
100: 'Р',
200: 'С',
300: 'Т',
400: 'У',
500: 'Ф',
600: 'Х',
700: 'Ψ',
800: 'W',
900: 'Ц',
}

units = {
    'один': 1,
    'два': 2,
    'три': 3,
    'четыре': 4,
    'пять': 5,
    'шесть': 6,
    'семь': 7,
    'восемь': 8,
    'девять': 9
}

tens_one = {
    'одиннадцать': 11,
    'двенадцать': 12,
    'тринадцать': 13,
    'четырнадцать': 14,
    'пятнадцать': 15,
    'шестнадцать': 16,
    'семнадцать': 17,
    'восемнадцать': 18,
    'девятнадцать': 19,

}

tens = {
    'десять': 10,
    'двадцать': 20,
    'тридцать': 30,
    'сорок': 40,
    'пятьдесят': 50,
    'шестьдесят': 60,
    'семьдесят': 70,
    'восемьдесят': 80,
    'девяносто': 90,
}

hundreds = {
    'сто': 100,
    'двести': 200,
    'триста': 300,
    'четыреста': 400,
    'пятьсот': 500,
    'шестьсот': 600,
    'семьсот': 700,
    'восемьсот': 800,
    'девятьсот': 900,
}